Repository: salmgren/Coral
Catalog: auth/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Authentication Module
de_de: Authentifizierungsmodul

source: Auth Database
de_de: Auth-Datenbank

source: Auth Module Installation
de_de: Auth-Modulinstallation

source: Base DN
de_de: Basis-DN

source: Bind Account
de_de: Bind-Konto

source: Bind Password
de_de: Bind-Passwort

source: Confirm Bind Password
de_de: Bind-Passwort bestätigen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Search Key
de_de: Suchschlüssel

source: Your Bind Password is empty.
de_de: Ihr Bind-Passwort ist leer.

source: Your Bind Passwords do not match.
de_de: Ihre Bind-Passwörter stimmen nicht überein.

source: LDAP Host is required for LDAP
de_de: LDAP-Host ist für LDAP erforderlich

source: LDAP Search Key is required for LDAP
de_de: LDAP-Suchschlüssel ist für LDAP erforderlich

source: LDAP Base DN is required for LDAP
de_de: LDAP-Basis-DN ist für LDAP erforderlich

source: Sorry but your password needs to be at least 8 characters long
de_de: Ihr Passwort muss mindestens 8 Zeichen lang sein

source: Default Admin Password
de_de: Standard-Admin-Passwort

source: You have chosen not to use LDAP. In order for the auth module to authenticate your admin user (you chose: '<b>%s</b>') you will need to provide a default password.
de_de: Sie haben sich entschieden, kein LDAP zu verwenden. Damit das Authentifizierungsmodul Ihren Admin-Nutzer ('<b>%s</b>') authentifizieren kann, müssen Sie ein Standard-Passwort angeben.

source: Set up your <span class='highlight'>.htaccess</span> file
de_de: Konfigurieren Sie Ihre <span class='highlight'>.htaccess</span>-Datei

source: Remove the <span class='highlight'>/auth/install/</span> directory for security purposes
de_de: Entfernen Sie das Verzeichnis <span class='highlight'>/auth/install/</span> aus Sicherheitsgründen

source: Set up your users on the <a href='auth/admin.php'>admin screen</a>. You may log in initially with coral/admin.
de_de: Konfigurieren Sie Ihre Logins auf der <a href='auth/admin.php'>Administrationsseite</a>. Beim ersten Mal können Sie sich mit coral/admin anmelden.

source: Auth Module
de_de: Authentifizierungsmodul

source: edit password or admin status
de_de: Passwort oder Adminstatus bearbeiten

source: remove
de_de: Löschen

source: add new user
de_de: Neuer Benutzer

source: Action
de_de: Aktion

source: not set up!
de_de: nicht konfiguriert!

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: JavaScript muss aktiviert sein, um Coral verwenden zu können. Es scheint, dass JavaScript entweder deaktiviert ist oder von Ihrem Browser nicht unterstützt wird. Um Coral zu verwenden, aktivieren Sie JavaScript in den Einstellungen Ihres Browsers und

source: try again
de_de: versuchen Sie es dann erneut

source: eRM Authentication
de_de: eRM-Authentifizierung

source: Users
de_de: Nutzer

source: Login ID must match the login ID set up in the modules
de_de: Die Login-ID muss mit der Login-ID in den Modulen übereinstimmen

source: Processing...
de_de: Lade...

source: Change language:
de_de: Sprache wechseln:

source: Invalid translation route!
de_de: Ungültige Übersetzung!

source: Login page
de_de: Loginseite

source: User successfully deleted.
de_de: Nutzer erolgreich gelöscht.

source: Edit User
de_de: Nutzer bearbeiten

source: Add New User
de_de: Neuer Nutzer

source: Enter password for changes only
de_de: Geben Sie das Passwort nur bei Änderung ein

source: New
de_de: Neu

source: Password
de_de: Passwort

source: Reenter Password
de_de: Passwort wiederholen

source: submit
de_de: Senden

source: cancel
de_de: Abbrechen

source: You are successfully logged out of the system.
de_de: Sie wurden erfolgreichreich abgemeldet.

source: Invalid login ID. Please try again.
de_de: Ungültige Login-ID. Bitte versuchen Sie es erneut.

source: Invalid password. Please try again.
de_de: Ungültiges Passwort. Bitte versuchen Sie es erneut.

source: You are already logged in as
de_de: Sie sind bereits angemeldet als

source: You may log in as another user below,
de_de: Sie können sich unten unter einem anderen Login anmelden,

source: return
de_de: gehen Sie zurück

source: or
de_de: oder

source: logout
de_de: abmelden

source: Please enter login credentials to sign in.
de_de: Bitte geben Sie Ihre Anmeldedaten ein, um sich anzumelden.

source: Your session has timed out.
de_de: Ihre Session ist abgelaufen.

source: You do not have permission to enter.
de_de: Sie haben keine Zugriffsberechtigung.

source: Please contact an administrator.
de_de: Bitte kontaktieren Sie den Administrator.

source: You must log in before accessing the admin page.
de_de: Sie müssen sich anmelden, bevor Sie auf die Administrationsseite zugreifen können.

source: Password:
de_de: Passwort:

source: Remember my login ID
de_de: Login-ID speichern

source: Admin page
de_de: Administrationsseite

source: Refreshing Contents...
de_de: Inhalte aktualisieren...

source: Passwords do not match
de_de: Passwörter stimmen nicht überein

source: Password is required
de_de: Passwort ist erforderlich

source: UserID is required
de_de: UserID ist erforderlich

source: Do you really want to delete this user?
de_de: Möchten Sie diesen Nutzer wirklich löschen?
